[GENERAL]
NAME				= Hungarian
TRANSLATOR			= Zityi's Software Translator Te@m
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Ez az alkalmazás lejárt.
TEXT_BETA			= Béta
TEXT_UNREGISTERED		= Regisztrálatlan
TEXT_INIT_FAIL			= Nem sikerült inicializálni az alkalmazást.
TEXT_APPINFO			= Bandicam - Nagyon hatékony videórögzítő.

; error
TEXT_ERROR_DISKSPACE		= Nincs elegendő lemezterület az felvételhez.
TEXT_ERROR_VIDEO_CAP		= Nem sikerült elindítani videófelvételt.
TEXT_ERROR_AUDIO_CAP		= Nem sikerült elindítani hangfelvételt.\nHa segítségre van szüksége, kattintson az OK gombra.
TEXT_ERROR_IMAGE_CAP		= A képrögzítés sikertelen volt.\nKérjük, ellenőrizze a kimeneti mappát.
TEXT_ERROR_CREATEFILE		= Nem sikerült létrehozni a fájlt.\nHa segítségre van szüksége, kattintson az OK gombra.
TEXT_ERROR_CODEC_INIT		= Nem sikerült inicializálni a kódeket.
TEXT_ERROR_LOGO_IMAGE		= Nem támogatott kép állomány. \nKérjük, válasszon támogatott képformátumot(*.png).
TEXT_CAN_NOT_CHANGE_TB		= Nem módosíthatja ezt a beállítást a Bandicam ingyenes verziójában. \nKérjük, vásárolja meg a Bandicam programot itt: http://bandicam.com/buy
TEXT_WARNING_AMD_APP		= A 'H.264 (AMD APP)' nem támogatott rendszerén, így az alapértelmezett kódek lesz használatban.
TEXT_WARNING_AMD_APP2		= A 'H.264 (AMD APP)' nem támogatott rendszerén.

; video setting page name
TEXT_VID_PAGE_SOUND		= Hang
TEXT_VID_PAGE_WEBCAM		= Webkamera
TEXT_VID_PAGE_LOGO		= Logó
TEXT_VID_PAGE_EFFECTS		= Effektek
TEXT_VID_PAGE_OPTIONS		= Opciók

; option page name
TEXT_OPT_PAGE_GENERAL		= Általános
TEXT_OPT_PAGE_OUTPUT		= Kimenet
TEXT_OPT_PAGE_HOOKING		= Csatlakozás
TEXT_OPT_PAGE_LANGUAGE		= Nyelv
TEXT_OPT_PAGE_OTHERS		= Egyéb

TEXT_VIDEO			= Videó
TEXT_AUDIO			= Audió

TEXT_FOLDER_SELECT		= Válasszon ki egy mappát a tároláshoz.

TEXT_FMT_FULL_SIZE		= Teljes méret
TEXT_FMT_HALF_SIZE		= Fél-méret
TEXT_FMT_FIT_WIDTH		= Szélességhez igazítás
TEXT_FMT_FIT_HEIGHT		= Magassághoz igazítás
TEXT_FMT_CUSTOM_SIZE		= Egyéni
TEXT_FMT_STEREO			= Sztereó
TEXT_FMT_MONO			= Monó
TEXT_FMT_ORIGINAL_PCM		= Eredeti hangformátum

; preset
TEXT_PRESET_DEFAULT		= Alapértelmezett
TEXT_PRESET_HALFSIZE		= Fél-méret
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultragyors beállítás 60 FPS-re
TEXT_PRESET_LOWEND		= Alapfunkciójú PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Divx/Galaxy okostelefon
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Szélességhez igazítás, 320x0
TEXT_PRESET_640x0		= Szélességhez igazítás, 640x0
TEXT_PRESET_800x0		= Szélességhez igazítás, 800x0
TEXT_PRESET_USER		= Felhasználói minták

TEXT_CHANGE_LANG		= A nyelv módosításához újra kell indítania a Bandicam programot.\nÚjraindítja most?
TEXT_CHANGE_HOOK		= A csatlakozási cél módosításához, újra kell indítani a Bandicam programot.\nÚjraindítja most?
TEXT_CHANGE_SIZE		= A Bandicam ablakméretének módosításához, újra kell indítania a programot.\nÚjraindítja most?
TEXT_RESET_ALL_SETTINGS		= Valóban visszaállítja az összes beállítást az alapértelmezettre?

TEXT_REGISTER_SUCCEEDED		= A Bandicam regisztrálva lett.
TEXT_REGISTER_FAILED		= Sikertelen regisztráció. \nEllenőrizze az e-mail címét és sorszámát.
TEXT_REGISTER_CONNECT_FAILED	= Nem lehet csatlakozni regisztrációs szerverhez.\nKérjük, ellenőrizze az internetkapcsolatot, és állítsa be a rendszer óráját a mai dátumra és időre.\nHa segítségre van szüksége, kattintson az OK gombra.
TEXT_REGISTER_INFO		= Email cím: %s\r\nSorozatszám: %s
TEXT_REGISTER_LIMITED		= A felvétel leállt.\n\nCsak 10 perc rögzítés engedélyezett a Bandicam ingyenes verziójában. \nKérjük, vásárolja meg a Bandicam programot itt: http://bandicam.com/buy
TEXT_REGISTER_NEWRECORD		= Nem indítható új felvétel a Bandicam ingyenes verziójában. \nKérjük, vásárolja meg a Bandicam programot itt: http://bandicam.com/buy
TEXT_REGISTER_LICENCE_INFO	= Regisztrálatlan!!! - 10 perces, vízjellel ellátott videók\r\nA vízjel eltávolításához, vásárolja meg a Bandicam programot itt: bandicam.com

TEXT_PROGRAM_INVALID		= Ez az alkalmazás érvénytelen. \nÚjra kell telepítenie az alkalmazást.

TEXT_SELECT_TARGET		= Kérjük, kattintson a cél ablakra
TEXT_TARGET_DIRECTX		= <b>Játék rögzítési mód</b> - Játékok és videó rögzítése DirectX használatával. 
TEXT_TARGET_RECTANGLE		= <b>Képernyő rögzítési mód</b> - Asztali és webes videó rögzítése.
TEXT_TARGET_CHANGING		= Ha módosítja a felvételi módot, a felvétel leáll.\nValóban folytatni kívánja?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= A felvétel nem indítható el a 'Játék rögzítési' módban, mivel a cél ablak nincs kiválasztva.\n\nÁtvált 'Képernyő rögzítési' módba a rögzítés megkezdéséhez?

TEXT_STATUSBAR_READY		= Kész
TEXT_STATUSBAR_RECORDING	= Rögzítés
TEXT_STATUSBAR_PAUSE		= Szünet

TEXT_UPDATE_AVAILABLE		= Egy új Bandicam verzió érhető el. \nSzeretné most letölteni?
TEXT_UPDATE_UNAVAILABLE		= Ez a legújabb verzió.
TEXT_UPDATE_FAILED		= Nem sikerült ellenőrizni a verzió-információkat. \nNincs internetkapcsolat vagy a szerver nem működik megfelelően.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= A feltöltés sikertelen. Ha regisztrált kérjük, ellenőrizze az e-mail címét.

TEXT_TARGET_FULL		= Teljes képernyő
TEXT_TARGET_RESTORE		= Visszaállítás
TEXT_TARGET_FIND		= Keresés ablak
TEXT_TARGET_RESIZE		= Méret választó menü
TEXT_TARGET_IMAGE		= Képrögzítés
TEXT_TARGET_PEN			= Rajzolási mód
TEXT_TARGET_RECORD_START	= Videófelvétel - indítás
TEXT_TARGET_RECORD_PAUSE	= Videófelvétel - szünet
TEXT_TARGET_RECORD_STOP		= Videófelvétel - leállítás

TEXT_RC_HOWTO_NOCOMPLETE	= Ne fejeződjön be automatikusan a felvétel
TEXT_RC_HOWTO_BYTIME		= Idő szerint
TEXT_RC_HOWTO_BYSIZE		= Méret szerint
TEXT_RC_AFTER_NEWRECORD		= Új felvétel indítása
TEXT_RC_AFTER_EXIT		= Bandicam bezárása
TEXT_RC_AFTER_SHUTDOWN		= Számítógép leállítása

TEXT_SHUTDOWN_SEC		= Rendszerleállítás %d mp múlva.

TEXT_SEL_IMAGE_FILE		= Válasszon egy képfájlt

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Letiltás (Ajánlott) --

TEXT_CORRUPTED_AVI_FILE		= A legújabb felvett fájl sérült.\nMegjavítja azt?\n\nFájl: %s
TEXT_TRAY_BALLOON_TIP		= Kattintson a tálca ikonra a Bandicam visszaállításához.
TEXT_TRAY_BALLOON_TIP_RECT	= Kattintson a tálca ikonra a képernyő felvételi ablak megjelenítéséhez.
TEXT_FORCE_STOP			= Nem sikerült leállítani a felvételt, mivel a cél-ablak nem válaszol.\nMindenképpen leállítja a felvételt?
TEXT_EXTERNAL_CODEC		= - Külső kódek -
TEXT_CUDA_GPU_AUTOSELECT	= (Automatikus kiválasztás)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Felvételi állapot
TEXT_INDICATOR_TIME		= Felvételi idő
TEXT_INDICATOR_SIZE		= Felvételi fájlméret / szabad lemezterület
TEXT_INDICATOR_VOLUME		= Jelenlegi hangerőszint

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normál] Általános feladat prioritás
TEXT_REC_PRIORITY_HIGH		= [Magas] Normál prioritásnál magasabb
TEXT_REC_PRIORITY_HIGHEST	= [Legmagasabb] Egyéb feladatok lelassulhatnak

; output page message
TEXT_OUTPUTS_BANDICUT		= A Bandicut nincs telepítve. Szeretné letölteni a Bandicut programot?
TEXT_OUTPUTS_DELETE		= Biztos benne, hogy véglegesen törli a kijelölt fájlokat?
TEXT_OUTPUTS_SELCOUNT		= %d elem kiválasztva

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Cél neve
TEXT_FILE_NAME_PREFIX_CUSTOM	= Egyéni előtag
TEXT_FILE_NAME_PREFIX_NONE	= Nincs
TEXT_FILE_NAME_SUFFIX_TIME	= Dátum/Idő
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sorozatszám

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Adjon meg egy értéket 1 és 1440 perc között.
TEXT_TIMER_REC_STOP_RECORDING	= A felvétel folyamatban van. \nLeállítja a felvételt és folytatja?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Kérjük, adja meg a feltöltendő videó címét.
TEXT_UPLOAD_VIMEO_LOGIN		= Bejelentkezés - Vimeo
TEXT_UPLOAD_COMPLETE	        = Feltöltve
TEXT_UPLOAD_ERR_FAIL		= Nem sikerült feltölteni ezt a videót.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Ez a fájl túl nagy a feltöltéshez.
TEXT_UPLOAD_ERR_FREESPACE	= Nincs elég szabad hely a feltöltéshez.
TEXT_UPLOAD_ERR_CONNECT		= Nem sikerült csatlakozni a szerverhez.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Általános
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Videó
$BN_PAGE_IMAGE			= Kép
$BN_PAGE_OUTPUTS		= Kimenet
$BN_PAGE_ABOUT			= Névjegy
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Beállítások
$ST_GEN_OUTPUT_FOLDER		= Kimeneti könyvtár
$BN_GEN_OPEN_OUTPUT_FOLDER	= Megnyitás
$BN_GEN_ADV_OPTIONS		= Speciális
$CK_GEN_ALWAYS_ON_TOP		= A Bandicam ablaka mindig látható
$CK_GEN_START_MINIMIZED		= A Bandicam indítása kis méretben a tálcán
$CK_GEN_RUN_WHEN_START		= A Bandicam futtatása a Windows indításakor
$CK_GEN_RECORD_WHEN_RUN		= Teljes képernyős felvétel indítása a Bandicam futtatásakor
$CK_GEN_TIMER_RECORDING		= Automatikus felvétel indítási időzítő beállítása
$ST_GEN_LANGUAGE		= Nyelv
$ST_GEN_REC_AUTO_START		= Automatikus felvétel indítás
$ST_GEN_REC_AUTO_COMPLETE	= Automatikus felvétel befejezés
$BN_GEN_REC_AUTO_COMPLETE	= Beállítás
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Kijelző
$CK_FPS_OVERLAY_HOTKEY		= Billentyű
$CK_FPS_OVERLAY			= FPS megjelenítési hely
$ST_FPS_LIMIT			= Határérték
$CK_FPS_LIMIT_HOTKEY		= Billentyű
$CK_FPS_LIMIT			= FPS korlát beállítása
$CK_FPS_LIMIT_ONLY_CAP		= Csak rögzítés közben
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Felvétel
$CK_VID_RECORD_HOTKEY		= Felvétel/Leállítás gyorsgomb
$CK_VID_PAUSE_HOTKEY		= Szüneteltetés gyorsgomb
$CK_VID_SHOW_CURSOR		= Egérkurzor megjelenítése
$CK_VID_CLICK_EFFECTS		= Kattintási effektus hozzáadása
$CK_VID_WEBCAM_OVERLAY		= Webkamera ráhelyezése
$BN_VID_RECORD_SETTINGS		= Beállítások
$ST_VID_FORMAT			= Formátum
$ST_VID_FORMAT_VIDEO		= Videó
$ST_VID_FORMAT_AUDIO		= Audió
$BN_VID_FORMAT_SETTINGS		= Beállítások
$BN_VID_FORMAT_PRESETS		= Minták
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Rögzítés
$CK_IMG_CAPTURE_HOTKEY		= Billentyű
$CK_IMG_CAPTURE_REPEAT		= Felvétel megismétlése
$ST_IMG_CAPTURE_REPEAT		= mp-ben
$CK_IMG_SHOW_CURSOR		= Egérkurzor megjelenítése
$CK_IMG_SHUTTER_SOUND_EFFECT	= Zárhang engedélyezése
$ST_IMG_FORMAT			= Formátum
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normál
$CK_IMG_FORMAT_JPG_HQ		= JPG - Kiváló minőség
$BTN_IMG_FORMAT_ANIGIF		= Hogyan menthető animált GIF-ként
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Videó
$ST_OUT_TAB_IMAGE		= Kép
$BN_OUT_PLAY_VIDEO		= Lejátszás
$BN_OUT_OPEN_IMAGE		= Megnyitás
$BN_OUT_EDIT			= Szerkesztés
$BN_OUT_UPLOAD			= Feltöltés
$BN_OUT_DELETE			= Törlés
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam verzió
$ST_ABO_COPYRIGHT		= Szerzői jog(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Új verzió érhető el.
$BN_ABO_CHECK_UPDATE		= Frissítés ellenőrzése
$ST_ABO_LICENCE_INFO		= Licencinformáció
$BN_ABO_REGISTER		= Regisztrálás
$BN_ABO_REGISTER_HELP		= Vásárlás és regisztráció módja
$ST_ABO_HOMEPAGE_INFO		= Weboldalcím
$ST_ABO_HOMEPAGE_URL		= Honlap
$ST_ABO_FAQ_URL			= GYIK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Kimeneti mappa megnyitása
$TOOLTIP_SCREENSHOT		= Képrögzítés
$TOOLTIP_RECORD			= Felvétel / Leállítás
$TOOLTIP_PAUSE			= Szünet
$TOOLTIP_UI_MODE		= Egyszerű/Kiterjesztett FELÜLET
$TOOLTIP_REGISTER		= Bandicam regisztrálása
$TOOLTIP_ONLINE_HELP		= Online súgó

$TOOLTIP_TOOL_PEN		= Toll
$TOOLTIP_TOOL_PEN_HL		= Kiemelő 
$TOOLTIP_TOOL_BOX		= Doboz
$TOOLTIP_TOOL_ERASER		= Radír
$TOOLTIP_TOOL_COLOR		= Szín kiválasztása
$TOOLTIP_TOOL_LINE		= Vonalszélesség
$TOOLTIP_TOOL_UNDO		= Visszavonás (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Ismételt végrehajtás (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Mégse
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Formátum beállítások
IDC_ST_FMTSET_FILE		= Fájltípus
IDC_ST_FMTSET_VIDEO		= Videó
IDC_ST_VIDEO_SIZE		= Méret
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kódek
IDC_ST_VIDEO_BITRATE		= Bitarány
IDC_ST_VIDEO_QUALITY		= Minőség
IDC_ST_FMTSET_AUDIO		= Audió
IDC_CK_AUDIO_ORIGINAL_PCM	= Mentés eredeti formátumban
IDC_ED_AUDIO_ORIGINAL_PCM	= Elmenthető többcsatornás, hd hanggal (96KHz vagy magasabb).
IDC_ST_AUDIO_CH			= Csatornák
IDC_ST_AUDIO_FREQ		= Frekvencia
IDC_ST_AUDIO_CODEC		= Kódek
IDC_ST_AUDIO_BITRATE		= Bitarány
IDC_ST_FORMAT_HELP		= [ Súgó ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicam regisztrálása
IDC_ST_1BUY			= 1. Vásárlás
IDC_ST_1BUY_COMMENT		= A vízjel eltávolításához a videóról, vásárolja meg a Bandicam programot itt: bandicam.com
IDC_BTN_BUY_ONLINE		= Vásárlás
IDC_ST_2REGISTER		= 2. Regisztrálás
IDC_ST_2REGISTER_COMMENT	= Online kapcsolat szükséges a Bandicam regisztrálásához.
IDC_ST_EMAIL_ADDRESS		= E-mail cím
IDC_ST_SERIAL_NUMBER		= Sorozatszám
IDC_BTN_REGISTER_NOW		= Regisztrálás most
IDC_BTN_CLOSE			= Bezárás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Frissítés ellenőrzése
IDC_ST_UPDATE_SETTING		= Beállítás
IDC_CK_UPDATE_ENABLE		= Automatikus frissítések ellenőrzésének engedélyezése
IDC_CK_UPDATE_POPUP		= Felugró megjelenítése, ha nagyobb frissítés érhető el
IDC_UPDATE_CHECK_NOW		= Frissítés ellenőrzése most
IDC_CLOSE			= Bezárás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Speciális beállítások
IDC_BTN_RESET			= Visszaállítás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Általános
IDC_CK_ALWAYS_ON_TOP2		= A Bandicam ablaka mindig látható
IDC_CK_START_MINIMIZED_TO_TRAY	= A Bandicam indítása kis méretben a tálcán
IDC_CK_RUN_WHEN_START		= A Bandicam futtatása a Windows indításakor
IDC_CK_RECORD_WHEN_RUN		= Teljes képernyős felvétel indítása a Bandicam futtatásakor
IDC_CK_SHOW_FPS_IN_VIDEO	= FPS megjelenítése a rögzített videón/képen
IDC_ST_SHOW_FPS_IN_VIDEO	= (Csak 'Játék rögzítési mód'-ban)
IDC_CK_SHOW_TIP_BAR		= Tipp/információs sáv megjelenítése
IDC_CK_NO_TRAY_BALLOON		= Tálca buborék értesítések megjelenítése
IDC_ST_ADV_AUTOMATIC		= Automatikus

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Kimenet
IDC_ST_OUT_OUTPUT_FOLDER	= Kimeneti mappa
IDC_CK_OUT_CREATE_SUBFOLDER	= Kimeneti almappa létrehozása a fájl írásakor
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Írási gyosítótárazás engedélyezése a lemezen
IDC_ST_OUT_FILE_NAMING		= Névadási beállítások
IDC_ST_OUT_EXAMPLE		= Pl)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Nyelv
IDC_ST_TRANSLATOR		= Köszönet a fordítóknak

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Csatlakozási cél
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= DirectX 10/11 csatlakozópont tiltása IE9,10/Firefox-nál 
IDC_CK_DISABLE_OVERLAY_ON_DX	= DirectX videóátfedés blokkolása
IDC_BTN_BLOCK_LIST		= Blokkolt folyamatlista

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Egyéb beállítások
IDC_BTN_VIDEO_RECORD_SETTINGS	= Videófelvételi beállítások
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Videóformátum beállítások
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automatikus kiegészítés rögzítése

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Automatikus felvétel befejezés
IDC_ST_RC_HOWTO			= Automatikus felvétel befejezés feltételeinek beállítása
IDC_RD_RC_NOTCOMPLETE		= Letiltás
IDC_RD_RC_TIME			= Rögzítési idő szerint
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Rögzített fájl mérete szerint
IDC_ST_RC_MAX_SIZE		= Max
IDC_ST_RC_AFTER			= Automatikus felvétel befejezés után
IDC_RD_RC_NOTHING		= Nincs művelet
IDC_RD_RC_NEW_RECORDING		= Új felvétel indítása
IDC_RD_RC_EXIT_BDCAM		= Felvétel leállítása és a Bandicam bezárása
IDC_RD_RC_SHUTDOWN		= Számítógép leállítása

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Leállítás
IDC_ST_SHUTDOWN			= Leállítás
IDC_ST_SHUTDOWN_INFO		= A számítógép le lesz állítva.\nNyomha meg a 'Mégse' gombot, ha nem szeretné leállítani.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Rögzítési beállítások

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Hangrögzítés
IDC_ST_SND_SELECT_1		= Elsődleges hangeszköz
IDC_BTN_SND_SETTING_1		= Beállítás...
IDC_ST_SND_SELECT_2		= Másodlagos hangeszköz
IDC_BTN_SND_SETTING_2		= Beállítás...
IDC_CK_SND_MIX_SOUND		= Két hang keverése (Elsődleges + másodlagos egy hangsávba)
IDC_CK_SND_CAP_HOTKEY		= Csak "Másodlagos eszköz" felvétel lenyomásnál
IDC_ST_SOUND_HELP		= [ Súgó ]
IDC_CK_SND_SAVE_AS_WAV		= Hangsávok mentése felvétel közben (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Webkamera ráhelyezése a videóra
IDC_ST_WEBCAM_SETTING		= Beállítások
IDC_ST_WEBCAM_DEVICE		= Webkamera:
IDC_ST_WEBCAM_SIZE		= Videó mérete:
IDC_ST_WEBCAM_POS		= Pozíció:
IDC_BTN_WEBCAM_DEVICE		= Beállítások
IDC_BTN_WEBCAM_PREVIEW		= Előnézet
IDC_ST_WEBCAM_LR_MARGINS	= Bal/J margó:
IDC_ST_WEBCAM_TB_MARGINS	= Felső/A margó:
IDC_ST_WEBCAM_FOR_DX_GL		= Játék rögzítési mód
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Webkamera kép a képernyőn (Csak DX8 vagy újabb, és OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Előnézet váltó gyorsbillentyű engedélyezése

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Embléma hozzáadása a videóhoz
IDC_ST_LOGO_SETTING		= Beállítás
IDC_ST_LOGO_IMAGE		= Kép:
IDC_ST_LOGO_OPACITY		= Átlátszóság:
IDC_ST_LOGO_POS			= Pozíció :
IDC_ST_LOGO_LR_MARGINS		= Bal/J margó:
IDC_ST_LOGO_TB_MARGINS		= Felső/A margó:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Egérhatások
IDC_CK_ADD_CLICK_EFFECTS	= Egérklikk effektus hozzáadása
IDC_ST_LEFT_CLICK_COLOR		= Bal kattintás színe
IDC_ST_RIGHT_CLICK_COLOR	= Jobb kattintás színe
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Egér kiemelési effekt hozzáadása
IDC_ST_HIGHLIGHT_COLOR		= Kiemelési szín

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opciók
IDC_ST_REC_PRIORITY		= Felvételi prioritás :
IDC_ST_REC_PRIORITY2		= A magasabb prioritás csökkentheti a kihagyott képkockákat.
IDC_ST_FOR_DX_GL		= Játék rögzítési mód
IDC_CK_SKIP_RECORDING		= Felvétel kihagyása, míg a képkocka nincs frissítve
IDC_CK_ENHANCED_DX9_CAPTURE	= Továbbfejlesztett rögzítési mód (gyorsabb, csak DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Képernyő rögzítési mód
IDC_CK_ENHANCED_CAPTURE		= Továbbfejlesztett rögzítési mód (gyorsabb, Windows 8 vagy újabb)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webkamera kép

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Egyéni célméret
IDC_ST_TARGET_SIZE_SETTING	= Beállítás
IDC_ST_TARGET_SIZE		= Célméret:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Új méret minta hozzáadása
IDC_ST_ADD_SIZE_PRESET		= Új készletként mentheti az aktuális cél helyzetét és méretét.\nAdjon egy nevet az új előre beállított készletnek.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Méret minták szerkesztése
IDC_BTN_SIZE_PRESET_ADD		= Hozzáadás
IDC_BTN_SIZE_PRESET_DEL		= Törlés
IDC_BTN_SIZE_PRESET_REN		= Átnevezés
IDC_BTN_SIZE_PRESET_UP		= Fel
IDC_BTN_SIZE_PRESET_DN		= Le

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Méret minták átnevezése
IDC_ST_REN_SIZE_PRESET		= Adjon egy új nevet a méret mintának.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Információ
IDC_ST_ACAP_INFO		= Hangrögzítési információk
IDC_ST_ACAP_INFO2		= Az Ön hangkártyája nem tud hangot felvenni. Kérjük, ellenőrizze a 'felvétel vezérlőt'. \n\nMegtekinti a gyakran ismételt kérdéseket a weblapon?
IDC_CK_ACAP_DO_NOT_ASK		= Ne kérdezze meg újra
IDC_BTN_YES			= Igen
IDC_BTN_NO			= Nem

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max felvételi idő
IDC_ST_RC_TIME_SETTING		= Beállítás
IDC_ST_RC_TIME_HOUR		= óra
IDC_ST_RC_TIME_MIN		= perc
IDC_ST_RC_TIME_SEC		= mp

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max rögzített fájlméret
IDC_ST_RC_FILESIZE_SETTING	= Beállítás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Új készlet hozzáadása
IDC_ST_ADD_PRESET		= A jelenlegi formátum-beállításokat elmentheti új készletként.\nAdjon meg egy nevet nevet az új minta számára.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Előbeállított minták szerkesztése
IDC_BTN_PRESET_ADD		= Hozzáadás
IDC_BTN_PRESET_DEL		= Törlés
IDC_BTN_PRESET_REN		= Átnevezés
IDC_BTN_PRESET_UP		= Fel
IDC_BTN_PRESET_DN		= Le

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Az előbeállított minták átnevezése
IDC_ST_REN_PRESET		= Új név megadása a mintához.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Válasszon külső videókódeket
IDC_ST_CODEC_EX_LIST		= Kódek lista
IDC_ST_CODEC_EX_SETTINGS	= Beállítások
IDC_ST_CODEC_EX_DRIVER		= Eszközvezérlő neve
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Minőség
IDC_ST_CODEC_EX_DATERATE	= Adatarány
IDC_ST_CODEC_EX_KEYFRAME	= Kulcskocka-intervallum
IDC_BTN_CODEC_EX_CONFIG		= Konfigurálás
IDC_BTN_CODEC_EX_ABOUT		= Névjegy
IDC_ST_CODEC_EX_HELP		= [ Súgó ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Blokkolt folyamatlista
IDC_ST_BLOCK_LIST		= A következő folyamatok blokkolva lesznek.
IDC_ST_BLOCK_LIST_EX		= Példa :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) beállítások
IDC_ST_H264_CUDA_RATE_CONTROL	= Arány-szabályzás
IDC_RD_H264_CUDA_VBR		= VBR - minőség-alapú (ajánlott)
IDC_RD_H264_CUDA_CBR		= CBR - bitarány-alapú
IDC_ST_H264_CUDA_GPU_USAGE	= GPU használat
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Csak GPU (gyorsabb GPU-val használható)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU eszköz:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Egyéb lehetőségek
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kód:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Kulcskocka intervallum:
IDC_ST_H264_CUDA_FOURCC_HELP	= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) beállítások
IDC_ST_H264_SYNC_RATE_CONTROL	= Arány-szabályzás
IDC_RD_H264_SYNC_VBR		= VBR - minőség-alapú (ajánlott)
IDC_RD_H264_SYNC_CBR		= CBR - bitarány-alapú
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Egyéb lehetőségek
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Kulcskocka intervallum:
IDC_ST_H264_SYNC_FOURCC_HELP	= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) beállítások
IDC_ST_H264_APP_RATE_CONTROL	= Arány-szabályzás
IDC_RD_H264_APP_VBR		= VBR - minőség-alapú (ajánlott)
IDC_RD_H264_APP_CBR		= CBR - bitarány-alapú
IDC_ST_H264_APP_OTHER_OPTIONS	= Egyéb lehetőségek
IDC_ST_H264_APP_FOURCC_USED	= FourCC kód:
IDC_ST_H264_APP_KEYFRAME_INT	= Kulcskocka intervallum:
IDC_ST_H264_APP_FOURCC_HELP	= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid beállítások
IDC_ST_XVID_RATE_CONTROL	= Arány-szabályzás
IDC_RD_XVID_VBR			= VBR - minőség-alapú (ajánlott)
IDC_RD_XVID_CBR			= CBR - bitarány-alapú
IDC_ST_XVID_OPTIMIZATION	= Optimalizálás
IDC_RD_XVID_FASTER_SPEED	= Gyorsabb kódolási sebesség
IDC_RD_XVID_SMALLER_SIZE	= Kisebb fájlméret
IDC_ST_XVID_OTHER_OPTIONS	= Egyéb lehetőségek
IDC_ST_XVID_KEYFRAME_INT	= Kulcskocka intervallum:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) beállítások
IDC_ST_H264_NVENC_RATE_CONTROL	= Arány-szabályzás
IDC_RD_H264_NVENC_VBR		= VBR - minőség-alapú (ajánlott)
IDC_RD_H264_NVENC_CBR		= CBR - bitarány-alapú
IDC_ST_H264_NVENC_GPU_USAGE	= GPU használat
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU eszköz:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Egyéb lehetőségek
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Kulcskocka intervallum:
IDC_ST_H264_NVENC_FOURCC_HELP	= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) beállítások
IDC_ST_H264_RATE_CONTROL	= Sebesség szabályozás
IDC_RD_H264_VBR			= VBR - minőség-alapú (ajánlott)
IDC_RD_H264_CBR			= CBR - bitarány-alapú
IDC_ST_H264_OPTIMIZATION	= Optimalizálás
IDC_RD_H264_FASTER_SPEED	= Gyorsabb kódolási sebesség
IDC_RD_H264_BALANCED		= Kiegyensúlyozott teljesítmény
IDC_RD_H264_SMALLER_SIZE	= Kisebb fájlméret
IDC_ST_H264_OTHER_OPTIONS	= További lehetőségek
IDC_ST_H264_KEYFRAME_INT	= Kulcskocka intervallum:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Időzített felvétel
IDC_ST_TIMER_SETTINGS		= Beállítások
IDC_RD_TIMER_START_IN		= Indítás
IDC_ST_TIMER_MINUTES		= perc múlva
IDC_RD_TIMER_START_AT		= Indítás:
IDC_CK_TIMER_MINIMIZE		= A Bandicam minimalizálása a tálcára a felvétel indításakor.
IDC_ST_TIMER_AUTO_COMPLETE	= Felvétel automatikus befejezése
IDC_BTN_TIMER_AUTO_COMPLETE	= Beállítás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Időzített felvétel - Várakozás az indításra
IDC_ST_TIMER_WAITING_INFO	= Várakozás a felvétel indítására: %s.
IDC_ST_TIMER_ELAPSED		= Eltelt idő:
IDC_ST_TIMER_REMAINING		= Hátralévő idő:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS beállítások
IDC_ST_FORMAT_FPS_MODE		= Képfrissítési mód
IDC_RD_FORMAT_FPS_CFR		= CFR előnyben részesítése - Állandó képfrissítés
IDC_ST_FORMAT_FPS_CFR		= Visszaáll a változó képfrissítésre, ha a kódoló teljesítménye nem elegendő.
IDC_RD_FORMAT_FPS_VFR		= VFR használata - Változó képfrissítés (Ajánlott)
IDC_ST_FORMAT_FPS_HELP		= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Feltöltés a Vimeo.com megosztóra
IDC_ST_VIMEO_UPLOADINFO		= Feltöltési információ
IDC_ST_VIMEO_FILENAME		= Fájlnév:
IDC_ST_VIMEO_TITLE		= Cím:
IDC_ST_VIMEO_DESCRIPTION	= Leírás:
IDC_ST_VIMEO_PRIVACY		= Adatvédelem:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Bárki - Bárki megtekintheti ezt a videót
IDC_RD_VIMEO_PRIVACY_ONLYME	= Csak én - Rajtam kívül senki nem láthatja ezt a videót
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Csak az általam követett személy - Csak a Vimeo-n általam követett személy láthatja ezt a videót
IDC_BTN_VIMEO_UPLOAD		= Feltöltés
IDC_LN_VIMEO_HELP		= Súgó

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Feltöltés...
IDC_ST_VIMEO_UPLOADED		= A videó feltöltése befejeződött!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Beágyazás:
IDC_BTN_VIMEO_LINK_GO		= Ugrás
IDC_BTN_VIMEO_EMBED_COPY	= Másolás
IDC_BTN_VIMEO_CLOSE		= Bezárás

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC elérhető
IDC_LN_NVENC_AVAILABLE		= Az NVIDIA NVENC H.264 kódoló elérhető. Az NVENC egy nagy teljesítményű hardvergyorsítást használó kódoló. Szeretné használni az NVENC H.264 kódolót?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Ne kérdezze meg többé

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) elérhető
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 kódoló elérhető. A QSV egy nagy teljesítményű, hardveres gyorsítást használó kódoló. \nHasználni szeretnl a QSV H.264 kódolót?\n<a>több</a>
IDC_CK_QSV_AVAILABLE		= Ne kérdezze meg többé

[MENU]
ID_POPUP_ABOUT			= A Bandicam névjegye
ID_POPUP_GENERAL		= Beállítás - Általános
ID_POPUP_FRAME			= Beállítás - FPS
ID_POPUP_VIDEO			= Beállítás - Videó
ID_POPUP_IMAGE			= Beállítás - Kép
ID_POPUP_OUTPUTS		= Kimeneti fájl lista
ID_POPUP_OPENOUTPUTFOLDER	= Kimeneti mappa megnyitása
ID_POPUP_TARGET			= Cél
ID_POPUP_SIZE			= Méret
ID_POPUP_EXIT			= Kilépés

ID_TARGET_DIRECTX		= Játék rögzítési mód
ID_TARGET_RECTANGLE		= Képernyő rögzítési mód
ID_TARGET_HELP			= Súgó

ID_TARGET_HIDE			= Megjelenítés / Elrejtés \t Ctrl+Alt+H
ID_TARGET_PEN			= Rajzolási mód \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Mindig látható
ID_TARGET_TRANSPARENCY		= Átlátszóság
ID_TARGET_SIZE			= Méret
ID_TARGET_ADJUST		= Beállítás

ID_TARGET_MOVE_LEFT		= Mozgatás balra \t Balra
ID_TARGET_MOVE_RIGHT		= Mozgatás jobbra \t Jobbra
ID_TARGET_MOVE_UP		= Felfelé \t Fel
ID_TARGET_MOVE_DOWN		= Lefelé \t Le

ID_TARGET_INC_WIDTH		= Szélesség növelése \t Shift+Right
ID_TARGET_DEC_WIDTH		= Szélesség csökkentése \t Shift+Left
ID_TARGET_INC_HEIGHT		= Magasság növelése \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Magasság csökkentése \t Shift+Up

ID_TARGET_FIND_WINDOW		= Keresés ablak \t Ctrl+F
ID_TARGET_FULLSCREEN		= Teljes képernyő \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= 4:3-hoz igazítás
ID_TARGET_RATIO_16_9		= 16:9-hez igazítás
ID_TARGET_SIZE_CUSTOM		= Egyéni méret \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Méret minta \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Minták hozzáadása
ID_TARGET_SIZE_PRESET_EDIT	= Minták szerkesztése

ID_TARGET_OPEN_OUTPUTFOLDER	= Kimeneti mappa megnyitása
ID_TARGET_EXIT_BANDICAM		= A Bandicam bezárása

ID_USER_PRESET_ADD		= Hozzáadás
ID_USER_PRESET_EDIT		= Szerkesztés

ID_SORT_BY_DATE			= Rendezés dátum szerint
ID_SORT_BY_NAME			= Rendezés név szerint
ID_SORT_BY_SIZE			= Rendezés méret szerint

ID_OUTPUTS_LB_PLAY		= Lejátszás
ID_OUTPUTS_LB_OPEN		= Megnyitás
ID_OUTPUTS_LB_EDIT		= Szerkesztés
ID_OUTPUTS_LB_DELETE		= Törlés
ID_OUTPUTS_LB_SELECT_ALL	= Összes kijelölése
ID_OUTPUTS_LB_OPEN_FOLDER	= Kimeneti mappa megnyitása

ID_BDCAM_SIZE_DEFAULT		= Alapértelmezett méret
